Repository: opencloud-eu/ios
Catalog: OpenCloud/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, fi, fr, it, nl, pl, pt, ru, sv, zh

source: This shortcut points to: {{url}}
de: Diese Verknüpfung verweist auf: {{url}}
fr: Ce raccourci pointe vers : {{url}}
nl: Deze snelkoppeling verwijst naar: {{url}}
pl: Ten skrót wskazuje na: {{url}}
sv: Genvägen pekar på: {{url}}

source: This will also delete all locally stored file copies.
de: Dies löscht auch alle lokal gespeicherten Dateikopien.
fr: Cela supprimera également toutes les copies de fichiers stockées localement.
nl: Hiermee worden ook alle lokaal opgeslagen bestandskopieën verwijderd.
pl: To usunie również wszystkie lokalnie zapisane kopie plików.
sv: Detta tar också bort alla lokalt lagrade filkopior.

source: Time
de: Zeit
fr: Heure
nl: Tijd
pl: Czas
sv: Tid

source: Time measured since uploading, editing, downloading or viewing the respective file through this device. Does not apply to files downloaded via the Available Offline feature. Local copies may be deleted before the given period of time has passed, f.ex. because there's a newer version of a file on the server - or through the manual deletion of offline copies. Also, local copies may not be deleted after the given period of time has passed, f.ex. if an action is performed on it, the file is still in use - or the account holding the file hasn't been used in the app.
de: Zeit gemessen seit dem Hochladen, Bearbeiten, Herunterladen oder Anzeigen der jeweiligen Datei auf diesem Gerät. Gilt nicht für Dateien, die über die Funktion „Offline verfügbar“ heruntergeladen wurden. Lokale Kopien können vor Ablauf der angegebenen Zeit gelöscht werden, z. B. weil eine neuere Version der Datei auf dem Server vorhanden ist oder durch manuelles Löschen von Offline-Kopien. Lokale Kopien können nach Ablauf der angegebenen Zeit ebenfalls nicht gelöscht werden, z. B. wenn eine Aktion an der Datei durchgeführt wird, die Datei noch verwendet wird oder das Konto, das die Datei hält, nicht in der App genutzt wurde.
fr: Temps mesuré depuis l'upload, l'édition, le téléchargement ou la visualisation du fichier respectif via cet appareil. Ne s'applique pas aux fichiers téléchargés via la fonction Disponible hors ligne. Les copies locales peuvent être supprimées avant que la période donnée ne se soit écoulée, par exemple car il existe une version plus récente d'un fichier sur le serveur - ou par la suppression manuelle de copies hors ligne. De plus, les copies locales peuvent ne pas être supprimées une fois la période donnée écoulée, par exemple si une action est effectuée sur celui-ci, le fichier est toujours en cours d'utilisation ou le compte contenant le fichier n'a pas été utilisé dans l'application.
nl: Tijd gemeten sinds het uploaden, bewerken, downloaden of bekijken van het betreffende bestand via dit apparaat. Geldt niet voor bestanden die zijn gedownload via de functie Beschikbaar offline. Lokale kopieën kunnen worden verwijderd voordat de gegeven periode is verstreken, bijvoorbeeld omdat er een nieuwere versie van een bestand op de server staat - of door het handmatig verwijderen van offline kopieën. Ook kunnen lokale kopieën niet worden verwijderd nadat de gegeven periode is verstreken, bijv. als er een actie op wordt uitgevoerd, is het bestand nog steeds in gebruik - of is het account met het bestand niet gebruikt in de app.
pl: Czas mierzony od pobrania lub otwarcia pliku. Nie dotyczy plików z funkcji Dostępne offline.
sv: Tiden räknas från att respektive fil laddades upp, redigerades, laddades ner eller visades från den här enheten. Gäller inte filer som laddats ner med funktionen Tillgänglig offline. Lokala kopior kan tas bort innan den angivna tidsperioden har gått, till exempel om det finns en nyare version på servern eller om offlinekopior tas bort manuellt. Lokala kopior kan också finnas kvar efter den angivna tidsperioden, till exempel om en åtgärd utförs på dem, filen fortfarande används eller kontot som innehåller filen inte har använts i appen.

source: To use the app, you need to create a passcode.
de: Um die App zu nutzen, müssen Sie einen Passcode erstellen.
fr: Pour utiliser l'app, vous devez créer un code d'accès.
nl: Om de app te gebruiken, moet u een toegangscode aanmaken.
pl: Aby korzystać z aplikacji, musisz utworzyć kod blokady.
sv: Du måste skapa en kod för att använda appen.

source: Toggle layout
de: Layout umschalten
fr: Changer la disposition
nl: Layout schakelen
pl: Zmień układ
sv: Växla layout

source: Total update scans
de: Gesamtzahl der Update-Scans
fr: Analyses de mise à jour totale
nl: Totale updatescans
pl: Całkowita liczba skanów
sv: Totalt antal uppdateringssökningar

source: Tree
de: Baum
nl: Boom
pl: Drzewo
sv: Träd

source: Type
de: Typ
pl: Typ
sv: Typ

source: Uncalibrated
de: Unkalibriert
fr: Non calibré
nl: Ongekalibreerd
pl: Nieskalibrowane
sv: Oskalibrerad

source: undated
de: ohne Datum
fr: sans date
nl: ongedateerd
pl: bez daty
sv: odaterad

source: Unfavorite item
de: Aus Favoriten entfernen
fr: Élément défavorisé
nl: Item niet meer favoriet maken
pl: Usuń z ulubionych
sv: Ta bort från favoriter

source: unknown
de: unbekannt
fr: Inconnu
it: sconosciuto
nl: onbekend
pl: nieznany
pt: Desconhecido
sv: okänd

source: Unknown
de: Unbekannt
fr: Inconnu
nl: Onbekend
pl: Nieznany
sv: Okänd

source: Unlock
de: Entsperren
fr: Déverrouiller
nl: Ontgrendelen
pl: Odblokuj
sv: Lås upp

source: Unlock %@
de: %@ entsperren
fr: Déverrouiller %@
nl: %@ ontgrendelen
pl: Odblokuj %@
sv: Lås upp %@

source: Unlock all Pro Features.
de: Alle Pro-Funktionen freischalten.
fr: Débloquez toutes les fonctionnalités Pro.
nl: Alle Pro-functies ontgrendelen.
pl: Odblokuj wszystkie funkcje Pro.
sv: Lås upp alla Pro-funktioner.

source: Unlock using %@?
de: Mit %@ entsperren?
fr: Déverrouiller avec %@ ?
nl: Ontgrendelen met %@?
pl: Odblokować za pomocą %@?
sv: Lås upp med %@?

source: Unlocked
de: Entsperrt
fr: Déverrouillé
nl: Ontgrendeld
pl: Odblokowane
sv: Upplåst

source: Unshare
de: Freigabe aufheben
fr: Ne plus partager
nl: Delen beëindigen
pl: Zatrzymaj udostępnianie
sv: Sluta dela

source: Updating %ld items…
de: %ld Elemente werden aktualisiert…
fr: Mise à jour de %ld éléments…
nl: %ld items bijwerken…
pl: Aktualizowanie %ld elementów…
sv: Uppdaterar %ld objekt…

source: Updating connection…
de: Verbindung wird aktualisiert…
fr: Mise à jour de la connexion
nl: Verbinding bijwerken…
pl: Aktualizowanie połączenia…
sv: Uppdaterar anslutning…

source: Upload
de: Hochladen
fr: Téléverser
nl: Uploaden
pl: Prześlij
sv: Ladda upp

source: Upload from your photo library
de: Aus deiner Fotobibliothek hochladen
fr: Télécharger depuis votre photothèque
nl: Uploaden van fotobibliotheek
pl: Prześlij z biblioteki zdjęć
sv: Ladda upp från ditt bildbibliotek

source: Uploading {{remainingFileCount}} files…
de: {{remainingFileCount}} Dateien werden hochgeladen…
fr: Téléversement de {{remainingFileCount}} fichiers…
nl: {{remainingFileCount}} bestanden uploaden…
pl: Przesyłanie {{remainingFileCount}} plików…
sv: Laddar upp {{remainingFileCount}} filer…

source: Uploading %ld files…
de: %ld Dateien werden hochgeladen…
fr: Téléchargement de %ld fichiers ...
nl: %ld bestanden uploaden…
pl: Przesyłanie %ld plików…
sv: Laddar upp %ld filer…

source: URL of webpage or item
de: URL der Webseite oder des Elements
fr: URL de la page web ou de l'élément
nl: URL van webpagina of item
pl: Adres URL strony internetowej lub elementu
sv: URL till webbsida eller objekt

source: URL was copied to the clipboard
de: URL wurde in die Zwischenablage kopiert
fr: L'URL a été copiée dans le presse-papiers
nl: URL is naar het klembord gekopieerd
pl: Adres URL został skopiowany do schowka
sv: URL:en kopierades till urklipp

source: Usage terms
de: Nutzungsbedingungen
fr: Conditions d'utilisation
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
sv: Användningsvillkor

source: Use background location updates
de: Hintergrundstandortaktualisierungen verwenden
fr: Utiliser les mises à jour de l'emplacement en arrière-plan
nl: Locatie-updates in de achtergrond gebruiken
pl: Używaj lokalizacji w tle
sv: Använd platsuppdateringar i bakgrunden

source: Use background refresh
de: Hintergrundaktualisierung verwenden
fr: Utiliser l'actualisation de l'arrière-plan
nl: Vernieuwen in de achtergrond gebruiken
pl: Używaj odświeżania w tle
sv: Använd bakgrundsuppdatering

source: Use OpenCloud actions in Shortcuts.
de: OpenCloud-Aktionen in Kurzbefehlen verwenden.
fr: Utilisez les actions OpenCloud dans Raccourcis.
nl: OpenCloud-acties gebruiken in Snelkoppelingen.
pl: Korzystaj z akcji OpenCloud w aplikacji Skróty.
sv: Använd OpenCloud-åtgärder i Genvägar.

source: User Interface
de: Benutzeroberfläche
fr: Interface utilisateur
nl: Gebruikersinterface
pl: Interfejs użytkownika
sv: Användargränssnitt

source: User-approved certificates
de: Vom Benutzer genehmigte Zertifikate
fr: Certificats approuvés par l'utilisateur
nl: Door de gebruiker goedgekeurde certificaten
pl: Certyfikaty zatwierdzone przez użytkownika
sv: Användargodkända certifikat

source: Username
de: Benutzername
fr: Nom d'utilisateur
nl: Gebruikersnaam
pl: Nazwa użytkownika
sv: Användarnamn

source: Validation Error
de: Validierungsfehler
fi: Vahvistusvirhe
fr: Erreur de Validation
nl: Validatiefout
pl: Błąd weryfikacji
sv: Valideringsfel

source: Verbose
de: Detailliert
fr: Détaillé
nl: Uitgebreid
pl: Szczegółowy
sv: Utförlig

source: Verifying password…
de: Passwort wird überprüft…
fr: Vérification du mot de passe…
nl: Wachtwoord verifiëren…
pl: Weryfikacja hasła…
sv: Verifierar lösenord…

source: Version information were copied to the clipboard
de: Versionsinformationen wurden in die Zwischenablage kopiert
fr: Les informations de version ont été copiées dans le presse-papiers
nl: Versie-informatie is naar het klembord gekopieerd
pl: Informacje o wersji zostały skopiowane do schowka
sv: Versionsinformationen kopierades till urklipp

source: Video upload path
de: Video-Upload-Pfad
fr: Chemin d'accès au répertoire de téléversement des vidéos
it: Percorso di caricamento video
nl: Pad voor het uploaden van video's
pl: Ścieżka przesyłania wideo
sv: Sökväg för videouppladdning

source: View documentation
de: Dokumentation anzeigen
fr: Voir la documentation
nl: Documentatie weergeven
pl: Zobacz dokumentację
sv: Visa dokumentation

source: Visit GitHub Discussions
de: GitHub-Diskussionen öffnen
fr: Visiter les discussions GitHub
nl: GitHub Discussions bezoeken
pl: Odwiedź GitHub Discussions
sv: Besök GitHub Discussions

source: Waiting for response from login session in external browser…
de: Warten auf Antwort der Anmeldesitzung im externen Browser…
fr: En attente de la réponse de la session de connexion dans le navigateur externe…
nl: Wachten op reactie van inlogsessie in externe browser…
pl: Oczekiwanie na odpowiedź z sesji logowania w zewnętrznej przeglądarce…
sv: Väntar på svar från inloggningssessionen i extern webbläsare…

source: Warning
de: Warnung
fr: Attention
nl: Waarschuwing
pl: Ostrzeżenie
sv: Varning

source: Welcome to %@
de: Willkommen bei %@
fr: Bienvenue sur %@
nl: Welkom bij %@
pl: Witamy w %@
sv: Välkommen till %@

source: When activated, logs may impact performance and include sensitive information. However the logs are not subject to automatic submission to %@ servers. Sharing logs with others is sole user responsibility.
de: Wenn aktiviert, können Protokolle die Leistung beeinträchtigen und sensible Informationen enthalten. Die Protokolle werden jedoch nicht automatisch an %@-Server übermittelt. Das Teilen von Protokollen mit anderen liegt in der alleinigen Verantwortung des Benutzers.
fr: Lorsqu'ils sont activés, les logs peuvent avoir un impact sur les performances et inclure des informations sensibles. Cependant, les logs ne sont pas assujettis à une soumission automatique aux %@serveurs. Partager des logs avec des tiers relève de la seule responsabilité de l'utilisateur.
nl: Indien ingeschakeld, kunnen logboeken de prestaties beïnvloeden en gevoelige informatie bevatten. De logboeken zijn echter niet onderworpen aan automatische indiening op %@-servers. Het delen van logboeken met anderen is de exclusieve verantwoordelijkheid van de gebruiker.
pl: Po włączeniu logi mogą wpływać na wydajność i zawierać wrażliwe informacje.
sv: När den är aktiverad kan loggar påverka prestandan och innehålla känslig information. Loggarna skickas dock inte automatiskt till %@-servrar. Det är helt användarens ansvar att dela loggar med andra.

source: White balance
de: Weißabgleich
fr: Balance des blancs
nl: Witbalans
pl: Balans bieli
sv: Vitbalans

source: Would you like to view the updated version?
de: Möchten Sie die aktualisierte Version anzeigen?
fr: Voulez-vous afficher la version mise à jour ?
nl: Wilt u de vernieuwde versie bekijken?
pl: Czy chcesz wyświetlić zaktualizowaną wersję?
sv: Vill du visa den uppdaterade versionen?

source: You are required to set the passcode
de: Sie müssen den Passcode festlegen
fr: Vous devez définir le mot de passe
nl: U bent verplicht de toegangscode in te stellen
pl: Wymagane jest ustawienie kodu blokady
sv: Du måste ange en kod

source: You need to configure an email account first to be able to send emails.
de: Sie müssen zuerst ein E-Mail-Konto einrichten, um E-Mails senden zu können.
fr: Vous devez d'abord configurer un compte de messagerie pour pouvoir envoyer des e-mails.
nl: U moet eerst een e-mailaccount configureren om e-mails te kunnen verzenden.
pl: Aby wysyłać wiadomości e-mail, musisz najpierw skonfigurować konto e-mail.
sv: Du måste först konfigurera ett e-postkonto för att kunna skicka e-post.

source: {{spaceName}} (space)
fr: {{spaceName}} (espace)
pl: {{spaceName}} (przestrzeń)
sv: {{spaceName}} (utrymme)

# %@%@ %@ version %@ build %@ (app: %@, sdk: %@)
source: %1$@%2$@ %3$@ version %4$@ build %5$@ (app: %6$@, sdk: %7$@)
fr: %@%@ %@ version %@ build %@ (app : %@, SDK : %@)
nl: %1$@%2$@ %3$@ versie %4$@ build %5$@ (app: %6$@, sdk: %7$@)
pl: %@%@ %@ wersja %@ build %@ (app: %@, sdk: %@)
sv: %1$@%2$@ %3$@ version %4$@ bygge %5$@\n(app: %6$@, sdk: %7$@)

source: App Version
fr: Version de l'application
nl: App-versie
pl: Wersja aplikacji

source: beta
fr: bêta
nl: bèta

source: Debug
fr: Débogage
nl: Foutopsporing
sv: Felsökning

source: Feedback
fr: Commentaires
nl: Reacties
pl: Prześlij opinię
sv: Återkoppling

source: Link
fr: Lien
sv: Länk

source: Links
fr: Liens
it: Link
pl: Linki
sv: Länkar

source: name
fr: nom
nl: naam
pl: nazwa
sv: namn

source: Name
fr: Nom
nl: Naam
pl: Nazwa
sv: Namn

source: Offline
fr: Hors ligne

source: Online
fr: En ligne

source: Scans
fr: Analyses
pl: Skany
sv: Skanningar

source: Server
fr: Serveur
pl: Serwer

source: Server name
fr: Nom du serveur
nl: Servernaam
pl: Nazwa serwera
sv: Servernamn

source: Server URL
fr: URL du serveur
pl: Adres URL serwera

source: Space
fr: Espace
nl: Ruimte
pl: Przestrzeń
sv: Utrymme

source: Spaces
fr: Espaces
nl: Ruimtes
pl: Przestrzenie
sv: Utrymmen

source: System
fr: Système
nl: Systeem

source: Text
fr: Texte
it: Testo
nl: Tekst
pl: Tekst
pt: Texto

source: Update Status
fr: État de mise à jour
pl: Status aktualizacji
sv: Uppdatera status

source: Video upload
fr: Téléchargement vidéo
pl: Przesyłanie wideo
sv: Videouppladdning

source: Videos
fr: Vidéos
pl: Wideo
sv: Videor

source: W
fr: O
pl: Zachód

source: Audios
nl: Audio
pl: Audio
sv: Ljud

source: Normal
nl: Normaal
pl: Zwykły

source: Face ID
pl: ID Twarzy

source: Firmware
pl: Oprogramowanie układowe

source: MultiSpot
pl: Wielopunktowy
sv: Flerpunktsmätning

source: N
pl: Północ

source: S
pl: Południe

source: Spot
pl: Punktowy
sv: Punkt
